Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=7_art_id=5.html.tmx
Source language: sme
Languages: sma

source: Sámi girkoráđđi
sma: Saemien gærhkoeraerine

source: Doaibma
sma: Darjoe

source: Kristuskránsa
sma: Kristusen gievlie

source: Sámi girkoráđđi vuođđuduvvui 1992 ’ Girkočoahkkimis.
sma: Gærhkoetjåanghkoe Saemien gærhkoeraeriem tseegki jaepien 1992.

source: Ráđđi galgá ovddidit, gáhttet ja ovttastahttit Norgga girku sámi girkoeallima.
sma: Raerie edtja saemien gærhkoejielemem Dennie nøørjen gærhkosne evtiedidh, vaarjelidh jïh iktedidh.

source: Sámi girkoráđi bargguide gullet buot áššit mat ráđi mielas gusket sámi girkoeallima.
sma: Saemien gærhkoeraerien barkoesuerkie lea gaajhkh aamhtesh mah raerien mielen mietie saemien gærhkoejielemem doehtedieh

source: Ráđis leat gávcci miellahtu, mat ovddastit daid golbma stuorimus sámi álbmotjoavkku Norggas: davvisámiid, julevsámiid ja máttasámiid.
sma: Dah golme stoerre saemien almetjetjierth Nøørjesne, noerhtesaemien, julevsaemien jïh åarjelsaemieh, leah meatan raeresne, gusnie gaektsie lïhtsegh.

source: Anne Dalheim (jođiheaddji),
sma: Saemien gærhkoeraerien lïhtsegh leah:

source: Ingar Nikolaisen Kuoljok, julevsámi áirras / Mátta-Hålogalándda bismmaguovlu,
sma: julevsaemien tjirkije / Åarjel-Hålogalaanten bispedajve,

source: Jonhild Joma, máttasámi áirras / Nidaros bismmaguovlu
sma: Jonhild Joma, åarjelsaemien tjirkije / Nidarosen bispedajve,

source: Kirsten Isaksen, davvisámi áirras / Davvi-Hålogalándda bismmaguovlu
sma: Kirsten Isaksen, noerhtesaemin tjirkije / Noerhte-Hålogalaanten bispedajv

source: Jovnna Z Dunfjell, Sámedikki áirras
sma: saemien tjirkije Åarjel-Nøørjeste,
